aaron-bond.better-comments
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
dbaeumer.vscode-eslint
DigitalBrainstem.javascript-ejs-support
donjayamanne.githistory
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
jcbuisson.vue
johnpapa.Angular2
KishoreIthadi.dotnet-core-essentials
mikestead.dotenv
ms-mssql.mssql
ms-python.python
ms-vscode.csharp
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.debugger-for-chrome
nrwl.angular-console
octref.vetur
PeterJausovec.vscode-docker
pmneo.tsimporter
pnp.polacode
pranaygp.vscode-css-peek
quicktype.quicktype
rbbit.typescript-hero
ritwickdey.LiveServer
shakram02.bash-beautify
streetsidesoftware.code-spell-checker
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
xabikos.JavaScriptSnippets
yzhang.markdown-all-in-o
ms-kubernetes-tools.vscode-kubernetes-tools
